Repository: KryptonGao/StudyPulse
Catalog: StudyPulse/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Tomorrow %d exams today/tomorrow
ja: 明日 %d 件の試験
ko: 내일 %d 개 시험
zh_hans: 明天 %d 场考试
zh_hant: 明天 %d 場考試

source: Too many tags
ja: タグが多すぎます
ko: 태그가 너무 많음
zh_hans: 标签过多
zh_hant: 標籤過多

# Too many tags — try removing some to view the graph
source: You have more than 60 tags. Try removing some to view the graph.
ja: タグが60個を超えています。一部削除してから再度表示してください
ko: 태그가 60개를 초과했습니다. 일부를 삭제한 후 다시 보세요
zh_hans: 标签超过 60 个,删一些再查看图谱
zh_hant: 標籤超過 60 個,刪除部分後再查看圖譜

source: Top Grades
ja: 最近の成績
ko: 최근 성적
zh_hans: 近期高分
zh_hant: 近期高分

source: Total
ja: 合計
ko: 총점
zh_hans: 总分
zh_hant: 總分

source: Total Active Days
ja: 累計アクティブ日数
ko: 총 활성 일수
zh_hans: 累计活跃天数
zh_hant: 累計活躍天數

source: Total Exams
ja: 試験総数
ko: 총 시험 횟수
zh_hans: 考试总次数
zh_hant: 考試總次數

source: Total Grades
ja: 成績件数
ko: 성적 개수
zh_hans: 成绩总数
zh_hant: 成績總數

source: Total Phases
ja: フェーズ総数
ko: 전체 단계
zh_hans: 阶段总数
zh_hant: 階段總數

source: Total Study
ja: 合計学習
ko: 총 학습
zh_hans: 总学习
zh_hant: 總學習

source: Track your mood, energy, and reflections to see patterns over time.
ja: 気分、エネルギー、振り返りを記録して、時間的なパターンを見つけましょう。
ko: 기분, 에너지, 회고를 기록하여 시간에 따른 패턴을 발견하세요.
zh_hans: 记录心情、精力和反思,发现随时间的变化规律。
zh_hant: 記錄心情、精力和反思,發現隨時間的變化規律。

source: Track your progress towards your target school and score.
ja: 目標校と目標点に向けた進捗を追跡。
ko: 목표 학교와 목표 점수를 향한 진행 상황을 추적하세요.
zh_hans: 跟踪你为目标学校和目标分数的进展。
zh_hant: 追蹤你為目標學校和目標分數的進度。

source: Tracking more grades will help you get better insights into your learning progress.
ja: より多くの成績を記録することで、学習の進捗をよりよく把握できます。
ko: 더 많은 성적을 기록하면 학습 진행 상황을 더 잘 파악할 수 있습니다.
zh_hans: 记录更多成绩将帮助你更好地了解学习进度。
zh_hant: 記錄更多成績將幫助你更了解學習進度。

source: Trend
ja: トレンド
ko: 트렌드
zh_hans: 趋势
zh_hant: 趨勢

source: Trend (per week)
ja: トレンド(週単位)
ko: 추세(주 단위)
zh_hans: 趋势(每周)
zh_hant: 趨勢(每週)

source: Trend Chart
ja: トレンドチャート
ko: 추세 차트
zh_hans: 趋势图
zh_hant: 趨勢圖

source: Trend Chart Style
ja: 推移チャートのスタイル
ko: 추세 차트 스타일
zh_hans: 趋势图样式
zh_hant: 趨勢圖樣式

source: Trend Widget Subject
ja: トレンドウィジェット科目
ko: 트렌드 위젯 과목
zh_hans: 趋势小组件科目
zh_hant: 趨勢小工具科目

source: Trends
ja: 推移
ko: 추세
zh_hans: 趋势
zh_hant: 趨勢

source: Trends Cards
ja: トレンドカード
ko: 추세 카드
zh_hans: 趋势卡片
zh_hant: 趨勢卡片

source: Tue
ja: 火
ko: 화
zh_hans: 二
zh_hant: 二

source: Type
ja: 種別
ko: 유형
zh_hans: 类型
zh_hant: 類型

source: Type the following to confirm
ja: 確認のために以下を入力してください
ko: 확인하려면 다음을 입력하십시오
zh_hans: 请输入以下内容以确认
zh_hant: 請輸入以下內容以確認

source: Unable to export the mind map image.
ja: マインドマップ画像を書き出せません。
ko: 마인드맵 이미지를 내보낼 수 없습니다.
zh_hans: 无法导出思维导图图片。
zh_hant: 無法匯出思維導圖圖片。

source: Unable to save the mind map image to Photos.
ja: マインドマップ画像を写真に保存できません。
ko: 마인드맵 이미지를 사진에 저장할 수 없습니다.
zh_hans: 无法将思维导图图片保存到相册。
zh_hant: 無法將思維導圖圖片儲存到相簿。

source: Unarchive
ja: アーカイブ解除
ko: 보관 해제
zh_hans: 取消归档
zh_hant: 取消封存

source: Unassigned Records
ja: 未分類レコード
ko: 미분류 기록
zh_hans: 未归类记录
zh_hant: 未歸類記錄

source: Under 6 hours of sleep and we'll steer you to lighter review; over 9 hours and we'll suggest a tough subject first.
ja: 6 時間未満なら軽め復習を、9 時間以上なら難問から取り組むことを提案します。
ko: 6시간 미만이면 가벼운 복습을, 9시간 이상이면 어려운 과목부터 도전하도록 제안합니다.
zh_hans: 睡眠不足 6 小时我们会建议轻松复习；超过 9 小时则推荐先攻克难题。
zh_hant: 睡眠不足 6 小時我們會建議輕鬆複習；超過 9 小時則推薦先攻克難題。

source: University
ja: 大学
ko: 대학교
zh_hans: 大学
zh_hant: 大學

source: Unnamed Exam
ja: 名前のない試験
ko: 이름 없는 시험
zh_hans: 未命名考试
zh_hant: 未命名考試

source: Unrated
ja: 未評価
ko: 미평가
zh_hans: 未评
zh_hant: 未評

source: Unreviewed Mistakes
ja: 未復習の間違い
ko: 복습하지 않은 오답
zh_hans: 未复习的错题
zh_hant: 未複習的錯題

source: Untitled
ja: 無題
ko: 제목 없음
zh_hans: 未命名
zh_hant: 未命名

source: Upcoming
ja: 今後
ko: 예정
zh_hans: 即将到来
zh_hant: 即將到來

source: Upcoming Exams
ja: 今後の試験
ko: 다가오는 시험
zh_hans: 即将到来的考试
zh_hant: 即將到來的考試

source: Upcoming Exams (2 Weeks)
ja: 向こう2週間の試験
ko: 향후 2주 시험
zh_hans: 两周内考试
zh_hant: 兩週內考試

source: Update the linked Reminder in the system Reminders app. If the original Reminder was deleted externally, a new one will be created.
ja: リンク済みのリマインダーを更新します。元の通知が外部で削除された場合は新しい通知を作成します。
ko: 연결된 리마인더를 업데이트합니다. 원래 알림이 외부에서 삭제된 경우 새 알림이 생성됩니다.
zh_hans: 更新已同步的提醒事项；若原提醒已被外部删除，会自动新建一条。
zh_hant: 更新已同步的提醒事項；若原提醒已被外部刪除，會自動建立一則。

source: Use one short focus block, then stop.
ja: 短い集中ブロックを一つ行ったら、そこで止めましょう。
ko: 짧은 집중 블록 하나를 진행한 뒤 멈추세요.
zh_hans: 完成一个短专注时段后就停下。
zh_hant: 完成一個短專注時段後就停下。

source: Use Ranking
ja: 順位を使用
ko: 석차 사용
zh_hans: 启用排名
zh_hant: 啟用排名

source: Use Raw Score
ja: 素点（卷面得分）を使用
ko: 원점수(卷面得分) 사용
zh_hans: 启用原始分（卷面得分）
zh_hant: 啟用原始分（卷面得分）

source: Use This Drawing
ja: <#ja#>
ko: <#ko#>
zh_hans: 使用此画稿
zh_hant: <#zh-Hant#>

source: Use your heart rate, breathing and sleep to tailor study suggestions
ja: 心拍・呼吸・睡眠に基づいて学習提案を最適化
ko: 심박·호흡·수면을 활용해 공부 제안 맞춤화
zh_hans: 结合你的心率、呼吸和睡眠给出更贴切的学习建议
zh_hant: 結合你的心率、呼吸和睡眠給出更貼切的學習建議

source: Useful when you want to attach this review to your mistake notebook for spaced-repetition review.
ja: この振り返りをミスノートに添付し、間隔反復復習したい場合に便利。
ko: 이 회고를 오답 노트에 첨부하여 간격 반복 복습에 활용할 때 유용합니다.
zh_hans: 适合希望把本次复盘归档到错题本,纳入间隔复习的场景。
zh_hant: 適合希望把本次復盤歸檔到錯題本,納入間隔複習的場景。

source: User Information
ja: ユーザー情報
ko: 사용자 정보
zh_hans: 用户信息
zh_hant: 使用者資訊

source: Username
ja: ユーザー名
ko: 사용자 이름
zh_hans: 用户名
zh_hant: 使用者名稱

source: Uses the last 5 same-subject grades to predict a 95% confidence interval for the next exam.
ja: 直近 5 回の同科目成績から次回の 95%% 信頼区間を予測します。
ko: 최근 5회 동일 과목 성적으로 다음 시험의 95%% 신뢰 구간을 예측합니다.
zh_hans: 基于最近 5 次同科目成绩,预测下次考试的 95% 置信区间。
zh_hant: 基於最近 5 次該科目成績,預測下次考試的 95%% 置信區間。

source: Validate Backup
ja: バックアップを検証
ko: 백업 검증
zh_hans: 验证备份
zh_hant: 驗證備份

source: Validating backup…
ja: バックアップを検証中…
ko: 백업 검증 중…
zh_hans: 正在验证备份…
zh_hant: 正在驗證備份…

source: Verified
ja: 検証済み
ko: 검증됨
zh_hans: 已验证
zh_hant: 已驗證

source: Version · License
ja: バージョン · ライセンス
ko: 버전 · 라이선스
zh_hans: 版本 · 许可
zh_hant: 版本 · 授權

source: Version %d
ja: バージョン %d
ko: 버전 %d
zh_hans: 版本 %d
zh_hant: 版本 %d

source: Version beta 0.0.1
ja: バージョン beta 0.0.1
ko: 버전 beta 0.0.1
zh_hans: Beta 0.0.1 版
zh_hant: Beta 0.0.1 版

source: View
ja: 閲覧
ko: 열람
zh_hans: 查看
zh_hant: 查看

source: View and clear only cache data that StudyPulse can regenerate.
ja: StudyPulse が再生成できるキャッシュデータのみを確認・消去します。
ko: StudyPulse에서 다시 생성할 수 있는 캐시 데이터만 확인하고 지웁니다.
zh_hans: 查看并清除 StudyPulse 可重新生成的缓存数据。
zh_hant: 檢視並清除 StudyPulse 可重新產生的快取資料。

source: View Mode
ja: 表示モード
ko: 보기 모드
zh_hans: 视图模式
zh_hant: 檢視模式

source: Voice Memo
ja: 音声メモ
ko: 음성 메모
zh_hans: 语音备忘录
zh_hant: 語音備忘錄

source: Volume
ja: 量
ko: 양
zh_hans: 积累
zh_hant: 積累

source: Waiting for response...
ja: 応答待機中...
ko: 응답 대기 중...
zh_hans: 等待响应...
zh_hant: 等待回應...

source: Warning: This will overwrite your current data. Are you sure?
ja: 警告：現在のデータが上書きされます。本当によろしいですか？
ko: 경고: 현재 데이터를 덮어쓰게 됩니다. 계속하시겠습니까?
zh_hans: 警告：这将覆盖你当前的数据。确定要继续吗？
zh_hant: 警告：這將覆蓋你目前的資料。確定要繼續嗎？

source: We never see or store it ourselves
ja: 当社が閲覧・保存することは一切ありません
ko: 당사는 데이터를 보거나 저장하지 않습니다
zh_hans: 我们不会查看或存储这些数据
zh_hant: 我們不會查看或儲存這些資料

source: We’ll check at this time whether you’ve completed any daily goal. If not, a gentle nudge will remind you.
ja: この時間に目標達成をチェックします。未達成の場合はやさしいお知らせをお送りします。
ko: 이 시간에 목표 달성을 확인합니다. 미달성 시 부드러운 알림을 보내드립니다.
zh_hans: 我们会在此时间检查你是否已完成任一目标。如未完成，会发送温和提醒。
zh_hant: 我們會在此時間檢查你是否已完成任一目標。如未完成，會發送溫和提醒。

source: We'll pre-fill subjects and grading scales for you.
ja: 対応する科目と満点を自動で入力します。
ko: 해당 과목과 만점을 자동으로 채워 드립니다.
zh_hans: 我们将为你预填对应的科目与满分。
zh_hant: 我們會為你預填對應的科目與滿分。

source: We'll use this name across the app.
ja: この名前をアプリ内で表示します。
ko: 이 이름이 앱 전반에 표시됩니다.
zh_hans: 我们将这个名字显示在 App 各个地方。
zh_hant: 我們會在 App 各處顯示這個名稱。

source: Weak
ja: 弱い
ko: 약함
zh_hans: 弱
zh_hant: 弱

source: Wed
ja: 水
ko: 수
zh_hans: 三
zh_hant: 三

source: Weekdays
ja: 曜日
ko: 요일
zh_hans: 星期
zh_hant: 星期

source: Weekly · Monthly · Auto Reports
ja: 週報 · 月報 · 自動レポート
ko: 주간 · 월간 · 자동 보고서
zh_hans: 周报 · 月报 · 自动报告
zh_hant: 週報 · 月報 · 自動報告

source: Weekly Report
ja: 週報
ko: 주간 보고서
zh_hans: 周报
zh_hant: 週報

source: Weekly reports are generated every Monday at 9:00 AM.
ja: 週報は毎週月曜日の午前 9:00 に自動生成されます。
ko: 주간 보고서는 매주 월요일 오전 9:00에 자동 생성됩니다.
zh_hans: 周报在每周一上午 9:00 自动生成。
zh_hant: 週報在每週一上午 9:00 自動產生。

source: Weekly review for this exam is here. Fill in: tested / wrong / learned / next strategy.
ja: この試験の振り返り時間です。試験範囲 / 間違えた所 / 学んだこと / 次回対策を記入してください。
ko: 이 시험의 회고 시간입니다. 시험 범위 / 틀린 부분 / 배운 점 / 다음 전략을 작성해 주세요.
zh_hans: 这场考试的复盘时间到了,请填写:考了什么 / 错什么 / 学到什么 / 下次策略。
zh_hant: 這場考試的復盤時間到了,請填寫:考了什麼 / 錯什麼 / 學到什麼 / 下次策略。

source: Weight
ja: 重み
ko: 가중치
zh_hans: 权重
zh_hant: 權重

source: Weighted prediction: %.1f
ja: 加重予測：%.1f
ko: 가중 예측: %.1f
zh_hans: 加权预测：%.1f
zh_hant: 加權預測：%.1f

source: Weights are normalized when the goal is analyzed.
ja: 目標の分析時に重みを自動的に正規化します。
ko: 목표를 분석할 때 가중치가 자동으로 정규화됩니다.
zh_hans: 分析目标时会自动归一化权重。
zh_hant: 分析目標時會自動正規化權重。

source: Welcome
ja: ようこそ
ko: 환영합니다
zh_hans: 欢迎
zh_hant: 歡迎

source: Welcome back!
ja: おかえりなさい！
ko: 다시 오신 것을 환영합니다！
zh_hans: 欢迎回来！
zh_hant: 歡迎回來！

source: Well rested — go for it
ja: 休息十分——思い切って
ko: 충분한 휴식— GO!
zh_hans: 睡眠充足，放手去做
zh_hant: 睡眠充足，放手去做

source: What changed?
ja: 変更内容
ko: 변경 내용
zh_hans: 本次修改内容
zh_hant: 本次修改內容

source: What education systems does StudyPulse support?
ja: StudyPulseはどのような教育システムに対応していますか？
ko: StudyPulse는 어떤 교육 시스템을 지원하나요？
zh_hans: StudyPulse 支持哪些教育体系？
zh_hant: StudyPulse 支援哪些教育體系？

source: What I Learned
ja: 学んだこと
ko: 배운 점
zh_hans: 学到什么
zh_hant: 學到什麼

source: What is HRV and why does it matter for studying?
ja: HRVとは何ですか？なぜ学習に重要なのですか？
ko: HRV란 무엇이며 공부에 왜 중요한가요？
zh_hans: 什么是 HRV，为什么它对学习很重要？
zh_hant: 什麼是 HRV，為什麼它對學習很重要？

source: What is HRV?
ja: HRV とは？
ko: HRV란?
zh_hans: 什么是 HRV？
zh_hant: 什麼是 HRV？

source: What Was Tested
ja: 試験範囲
ko: 시험 범위
zh_hans: 考了什么
zh_hant: 考了什麼

source: What Went Wrong
ja: 間違えた所
ko: 틀린 부분
zh_hans: 错什么
zh_hant: 錯什麼

source: What's New
ja: 新機能
ko: 새 기능
zh_hans: 新功能
zh_hant: 新功能

source: When enabled, weekly and monthly reports include a 4th "Metacognition Reflection" section that connects your mood / energy with study performance to guide self-awareness. Requires LLM to be configured.
ja: 有効にすると、週次・月次レポートに第4の「メタ認知振り返り」セクションが追加され、気分・エネルギーと学習成果を結びつけて自己認識を深めます。LLMの設定が必要です。
ko: 활성화하면 주간・월간 보고서에 제4의 "메타인지 회고" 섹션이 추가되어 기분・에너지와 학습 성과를 연결해 자기 인식을 돕습니다. LLM 설정이 필요합니다.
zh_hans: 启用后,周报和月报将包含第 4 段"元认知反思",将心情/精力与学习表现关联,引导自我觉察。需配置 LLM。
zh_hant: 啟用後,週報和月報將包含第 4 段「後設認知反思」,將心情/精力與學習表現關聯,引導自我覺察。需配置 LLM。

source: When off, every AI feature silently falls back to its local implementation.
ja: オフにすると、すべての AI 機能はローカル版にフォールバックします。
ko: 끄면 모든 AI 기능이 자동으로 로컬 버전으로 대체됩니다.
zh_hans: 关闭时,所有 AI 功能自动回退到本地版本。
zh_hant: 關閉時,所有 AI 功能自動回退到本地版本。

source: When you enable health monitoring, StudyPulse will:
ja: 健康モニタリングを有効にすると、StudyPulse は次のことを行います：
ko: 건강 모니터링을 켜면 StudyPulse는 다음을 합니다:
zh_hans: 开启健康监测后，StudyPulse 会：
zh_hant: 開啟健康監測後，StudyPulse 會：

source: When you enable HRV monitoring, StudyPulse will:
ja: HRV モニタリングを有効にすると、StudyPulse は次のことを行います：
ko: HRV 모니터링을 켜면 StudyPulse는 다음을 합니다:
zh_hans: 开启 HRV 监测后，StudyPulse 会：
zh_hant: 開啟 HRV 監測後，StudyPulse 會：

source: Where do you study?
ja: どこに通っていますか？
ko: 어디에 다니시나요?
zh_hans: 你在哪里上学？
zh_hant: 你在哪裡就讀？

source: Where is my data stored?
ja: データはどこに保存されますか？
ko: 내 데이터는 어디에 저장되나요？
zh_hans: 我的数据存储在哪里？
zh_hant: 我的數據存儲在哪裡？

source: Widgets
ja: ウィジェット
ko: 위젯
zh_hans: 小组件
zh_hant: 小工具

source: Will add an all-day event to your system calendar with a 1-day advance reminder.
ja: システムのカレンダーに終日イベントを追加し、1 日前のリマインダーを設定します。
ko: 시스템 캘린더에 종일 일정을 추가하고 1일 전 알림을 설정합니다.
zh_hans: 会在系统日历添加一个全天事件,并设置提前 1 天提醒。
zh_hant: 會在系統日曆新增一個全天事件,並設定提前 1 天提醒。

source: Will create a timed event with a 1-day advance reminder in your system calendar.
ja: システムカレンダーに時間指定イベントを作成し、1日前にリマインダーを設定します。
ko: 시스템 캘린더에 시간 지정 이벤트를 생성하고 1일 전에 알림을 설정합니다.
zh_hans: 将在系统日历中创建一个定时事件，并提前 1 天提醒。
zh_hant: 將在系統行事曆中建立一個定時事件，並提前 1 天提醒。

source: Will create an all-day event with a 1-day advance reminder in your system calendar.
ja: システムカレンダーに 1 日前にリマインダー付きの終日イベントを作成します。
ko: 시스템 캘린더에 1일 전 미리 알림이 있는 종일 이벤트를 만듭니다.
zh_hans: 将在系统日历中创建一个全天事件，并提前 1 天提醒。
zh_hant: 將在系統行事曆中建立一個全天事件，並提前 1 天提醒。

source: Window
ja: ウィンドウ
ko: 윈도우
zh_hans: 窗口
zh_hant: 視窗

source: Within 1 Month
ja: 1ヶ月以内
ko: 1개월 이내
zh_hans: 一个月内
zh_hant: 一個月內

source: Within 1 Week
ja: 1週間以内
ko: 1주 이내
zh_hans: 一周内
zh_hant: 一週內

source: Workout
ja: 運動
ko: 운동
zh_hans: 锻炼
zh_hant: 鍛煉

source: Works fully offline. No internet required.
ja: 完全オフラインで動作。インターネット接続は不要です。
ko: 완전한 오프라인 작동. 인터넷 불필요.
zh_hans: 无需联网，在本地设备上完成所有处理。
zh_hant: 無需連網，在本地裝置上完成所有處理。

source: Write First Entry
ja: 最初の日記を書く
ko: 첫 일기 쓰기
zh_hans: 写第一条日记
zh_hant: 寫第一條日記

source: Writes a 1-minute Mindful Session to Apple Health each time you log a diary entry. Mood values stay on-device and are not uploaded.
ja: 日記を記録するたび、Appleヘルスに1分間のマインドフルセッションを書き込みます。気分データは端末内に留まり、アップロードされません。
ko: 일기를 기록할 때마다 Apple 건강에 1분 마음챙김 세션을 기록합니다. 기분 데이터는 기기에만 저장되고 업로드되지 않습니다.
zh_hans: 每次记录日记时向 Apple 健康写入 1 分钟正念。心情数据仅保留在本地,不上传。
zh_hant: 每次記錄日記時向 Apple 健康寫入 1 分鐘正念。心情資料僅保留在本機,不上傳。

source: Wrong Solution
ja: 誤った解答
ko: 잘못된 풀이
zh_hans: 错误解答
zh_hant: 錯誤解答

source: Year
ja: 年
ko: 년
zh_hans: 年
zh_hant: 年

source: years old
ja: 歳
ko: 세
zh_hans: 岁
zh_hant: 歲

source: Yes! Go to Settings > Appearance & Layout > Home Layout to reorder and toggle dashboard cards. You can enable or disable HRV status, quick actions, trend chart, upcoming exams, recent grades, daily quote, and more.
ja: はい！「設定 > 外観とレイアウト > ホームレイアウト」でダッシュボードカードの並び替えと表示切替ができます。HRVステータス、クイックアクション、トレンドグラフ、今後の試験、最近の成績、今日の名言などをオン／オフできます。
ko: 네! 「설정 > 외관 및 레이아웃 > 홈 레이아웃」에서 대시보드 카드를 재정렬하고 켜거나 끌 수 있습니다. HRV 상태, 빠른 작업, 추세 차트, 다가오는 시험, 최근 성적, 오늘의 명언 등을 활성화 또는 비활성화할 수 있습니다.
zh_hans: 可以！前往「设置 > 外观与布局 > 主页布局」重新排列和开关仪表盘卡片。您可以启用或禁用 HRV 状态、快捷操作、趋势图、即将到来的考试、近期成绩、每日金句等。
zh_hant: 可以！前往「設定 > 外觀與佈局 > 主頁佈局」重新排列和開關儀表板卡片。您可以啟用或停用 HRV 狀態、快速操作、趨勢圖、即將到來的考試、近期成績、每日金句等。

source: Yesterday
ja: 昨日
ko: 어제
zh_hans: 昨天
zh_hant: 昨天

source: You can disable HRV anytime in Settings
ja: 設定からいつでも HRV を無効化できます
ko: 설정에서 언제든지 HRV를 비활성화할 수 있습니다
zh_hans: 你随时可以在设置中关闭 HRV
zh_hant: 你隨時可以在設定中關閉 HRV

source: You can update these goals anytime in Settings.
ja: これらの目標は設定からいつでも変更できます。
ko: 설정에서 언제든지 이 목표를 수정할 수 있습니다.
zh_hans: 你可以随时在设置中更新这些目标。
zh_hant: 你可以隨時在設定中更新這些目標。

source: You have %d exam(s) coming up in the next 2 weeks. Start your preparations now!
ja: 今後 2 週間以内に %d 回の試験があります。今すぐ準備を始めましょう！
ko: 향후 2주 이내에 %d개의 시험이 있습니다. 지금 준비를 시작하세요!
zh_hans: 你在未来 2 周内有 %d 场考试。现在就开始准备吧！
zh_hant: 你在未來 2 週內有 %d 場考試。現在就開始準備吧！

source: You have %d exam(s) today or tomorrow. Review your notes now!
ja: 今日または明日に %d 件の試験があります。すぐにノートを復習しましょう！
ko: 오늘 또는 내일 %d개의 시험이 있습니다. 지금 바로 노트를 복습하세요!
zh_hans: 你有 %d 场考试在今天或明天，马上复习笔记！
zh_hant: 你有 %d 場考試在今天或明天，馬上複習筆記！

source: You have %d mistake note(s). Regular review helps prevent similar errors.
ja: %d 件の間違いノートがあります。定期的な復習は同じミスを防ぐのに役立ちます。
ko: 오답 노트가 %d개 있습니다. 정기적인 복습은 같은 실수를 방지하는 데 도움이 됩니다.
zh_hans: 你有 %d 条错题笔记。定期复习有助于避免类似错误。
zh_hant: 你有 %d 條錯題筆記。定期複習有助於避免類似錯誤。

source: You have %d mistake notes. Regular review helps prevent similar errors.
ja: %d 件の間違いノートがあります。定期的な復習は同じミスを防ぐのに役立ちます。
ko: 오답 노트가 %d개 있습니다. 정기적인 복습은 같은 실수를 방지하는 데 도움이 됩니다.
zh_hans: 你有 %d 条错题笔记。定期复习有助于避免犯类似错误。
zh_hant: 你有 %d 條錯題筆記。定期複習有助於避免犯類似錯誤。

source: You have many mistakes in this subject. Categorize your errors to find the root pattern.
ja: この科目には多くの間違いがあります。エラーを分類して根本的なパターンを見つけましょう。
ko: 이 과목에 오답이 많습니다. 오류를 분류하여 근본 패턴을 찾으세요.
zh_hans: 你在这个科目中有大量错题，分类整理以找到根本规律。
zh_hant: 你在這個科目中有大量錯題，分類整理以找到根本規律。

source: You have mistakes in %@ that haven't been reviewed. Go through them before the next exam.
ja: %@ に未復習の間違いがあります。次の試験の前に見直しましょう。
ko: %@에 복습하지 않은 오답이 있습니다. 다음 시험 전에 확인하세요.
zh_hans: 你在 %@ 中有错题尚未复习，在下次考试前过一遍。
zh_hant: 你在 %@ 中有錯題尚未複習，在下次考試前過一遍。

source: You have significantly more grades in %@ than other subjects. Don't neglect the rest.
ja: %@ の成績記録が他の科目よりはるかに多いです。他の科目も忘れずに。
ko: %@ 과목의 성적이 다른 과목보다 압도적으로 많습니다. 다른 과목도 소홀하지 마세요.
zh_hans: 你在 %@ 的成绩记录远多于其他科目，不要忽略其他科目。
zh_hant: 你在 %@ 的成績記錄遠多於其他科目，不要忽略其他科目。

source: You need an Apple Watch that tracks HRV. Data appears in Health automatically after wearing it to sleep for a few nights.
ja: HRVを追跡できる Apple Watch が必要です。数晩睡眠時に着用すれば、Health に自動的にデータが現れます。
ko: HRV를 추적하는 Apple Watch가 필요합니다. 수면 시 몇 밤 착용하면 건강 앱에 자동으로 데이터가 나타납니다.
zh_hans: 你需要一个能追踪 HRV 的 Apple Watch。佩戴睡眠几晚后，数据会自动出现在健康 App 中。
zh_hant: 你需要一個能追蹤 HRV 的 Apple Watch。佩戴睡眠幾晚後，資料會自動出現在健康 App 中。

source: Your AI Coach is ready
ja: AI Coach の準備ができました
ko: AI Coach가 준비되었습니다
zh_hans: 你的 AI Coach 已准备好
zh_hant: 你的 AI Coach 已準備好

source: Your Data Stays on Your Device
ja: あなたのデータはあなたのデバイス上にだけあります
ko: 데이터는 기기에만 보관됩니다
zh_hans: 你的数据只留在你的设备上
zh_hant: 你的資料只保留在你的裝置上

source: Your device information and usage data will not be used to provide a personalized experience, improve app functionality, or prevent fraud. Please review our privacy policy for more information. By tapping Continue, you agree to the User Agreement.
ja: あなたのデバイス情報や利用データは、パーソナライズされた体験提供、アプリ機能の改善、不正防止の目的には使用されません。詳細はプライバシーポリシーをご確認ください。「続行」をタップすることで、利用規約に同意したものとみなされます。
ko: 사용자의 기기 정보와 사용 데이터는 개인화된 경험 제공, 앱 기능 개선 또는 부정 행위 방지에 사용되지 않습니다. 자세한 내용은 개인정보 처리방침을 검토하세요. '계속'을 탭하면 사용자 계약에 동의하는 것입니다.
zh_hans: 你的设备信息和使用数据将不会用于提供个性化体验、改进应用功能和防止欺诈。查看详细隐私政策了解更多信息。点击「继续」即代表同意用户协议。
zh_hant: 你的裝置資訊和使用資料將不會用於提供個人化體驗、改良應用功能和防止詐欺。查看詳細隱私權政策以了解更多資訊。點擊「繼續」即代表同意使用者協議。

source: Your drawing will not be saved.
ja: <#ja#>
ko: <#ko#>
zh_hans: 画稿将不会被保存。
zh_hant: <#zh-Hant#>

source: Your Handwriting
ja: <#ja#>
ko: <#ko#>
zh_hans: 你的手写
zh_hant: <#zh-Hant#>

source: Your heart rate is well above resting — recently active. Give yourself 10-15 minutes before tackling demanding material.
ja: 心率が安静時よりずっと高い——活動直後です。ハードな学習を始める前に 10〜15 分休みましょう。
ko: 심박수가 안정 시보다 훨씬 높습니다 — 방금 활동했습니다. 강도 높은 학습을 시작하기 전에 10~15분 휴식을 주세요.
zh_hans: 你的心率仍远高于静息水平——刚结束活动。给自己 10-15 分钟再开始高强度学习。
zh_hant: 你的心率仍遠高於靜息水平——剛結束活動。給自己 10-15 分鐘再開始高強度學習。

source: Your HRV is below your baseline. You may be stressed or fatigued — consider lighter review or rest.
ja: HRV がベースラインを下回っています。ストレスや疲労の可能性があるため、軽い復習または休息を検討してください。
ko: HRV가 기준선보다 낮습니다. 스트레스나 피로를 느끼고 있을 수 있으니 가벼운 복습이나 휴식을 고려하세요.
zh_hans: 你的 HRV 低于基线。你可能压力较大或感到疲劳，建议轻度复习或休息。
zh_hant: 你的 HRV 低於基線。你可能壓力較大或感到疲勞，建議輕度複習或休息。

source: Your HRV is personal — StudyPulse builds your own baseline over 7-14 days, so recommendations are tailored to you, not a population average.
ja: HRV は個人差があります。StudyPulse は 7〜14 日であなた自身のベースラインを構築するため、サジェストは母集団の平均ではなく、あなた専用に調整されます。
ko: HRV는 개인마다 다릅니다. StudyPulse는 7~14일 동안 나만의 기준선을 구축하므로, 일반적인 인구가 아닌 나에게 맞춘 추천을 제공합니다.
zh_hans: HRV 是个性化的——StudyPulse 会在 7-14 天内建立你自己的基线，因此建议会针对你定制，而不是基于人群平均值。
zh_hant: HRV 是個人化的——StudyPulse 會在 7-14 天內建立你自己的基準，因此建議會針對你個人調整，而不是基於族群平均值。

source: Your HRV is significantly above your baseline — great recovery! A prime day for focused studying.
ja: HRV がベースラインを大幅に上回っています — 回復状態は最高！集中して勉強するのに最適な日です。
ko: HRV가 기준선보다 현저히 높습니다 — 회복 상태가 매우 좋습니다! 집중 공부에 최적의 날입니다.
zh_hans: 你的 HRV 显著高于基线——恢复状态极佳！非常适合专注学习。
zh_hant: 你的 HRV 顯著高於基線——恢復狀態極佳！非常適合專注學習。

source: Your HRV is within your normal range. Steady study rhythm recommended.
ja: HRV は正常範囲内です。安定した学習リズムをおすすめします。
ko: HRV가 정상 범위 내에 있습니다. 안정적인 학습 리듬을 유지하세요.
zh_hans: 你的 HRV 在正常范围内。建议保持稳定的学习节奏。
zh_hant: 你的 HRV 在正常範圍內。建議保持穩定的學習節奏。

source: Your learning target is complete. You can relax now.
ja: 学習目標を達成しました。少し休みましょう。
ko: 학습 목표를 달성했습니다. 이제 쉬어도 됩니다.
zh_hans: 学习目标已经达到，可以适当放松。
zh_hant: 學習目標已達成，可以適度放鬆。

source: Your predicted lower bound (%d) already meets or exceeds the target (%d). No extra review needed based on current trend.
ja: 予測下限(%d)はすでに目標(%d)以上です。現在の傾向では追加の復習は不要です。
ko: 예측 하한(%d)이 이미 목표(%d) 이상입니다. 현재 추세로는 추가 복습이 필요 없습니다.
zh_hans: 你的预测下界(%d)已经不低于目标(%d)。按当前趋势无需额外复习。
zh_hant: 你的預測下界(%d)已經不低於目標(%d)。按當前趨勢無需額外複習。

source: Your recent scores in this subject show a downward trend. Identify what's causing the gap.
ja: 最近のこの科目の成績は下降傾向です。原因を見つけましょう。
ko: 최근 이 과목의 성적이 하락 추세입니다. 원인을 파악하세요.
zh_hans: 你最近在这个科目的成绩呈下降趋势，找出差距的原因。
zh_hant: 你最近在這個科目的成績呈下降趨勢，找出差距的原因。

source: Your recovery changed significantly, so AI Coach prepared an adjusted plan to review.
ja: 回復状態が大きく変化したため、AI Coachが調整済みプランを作成しました。確認してください。
ko: 회복 상태가 크게 바뀌어 AI Coach가 조정된 계획을 만들었습니다. 검토해 주세요.
zh_hans: 你的恢复状态发生显著变化，AI Coach 已生成调整后的计划，等待你查看确认。
zh_hant: 你的恢復狀態發生顯著變化，AI Coach 已產生調整後的計畫，等待你檢視確認。

source: Your regular plan is available today.
ja: 今日は通常のプランを利用できます。
ko: 오늘은 일반 학습 계획을 사용할 수 있습니다.
zh_hans: 今天可以继续完整学习计划。
zh_hant: 今天可以繼續完整學習計畫。

source: Your regular plan is available. This card will shrink it automatically when your energy, time, or workload needs a lighter day.
ja: 通常のプランを利用できます。体力、時間、タスク量に余裕がないとき、このカードが自動でプランを縮小します。
ko: 현재는 일반 계획을 사용할 수 있습니다. 에너지, 시간 또는 할 일의 부담이 커지면 이 카드가 계획을 자동으로 줄여 줍니다.
zh_hans: 当前可以继续完整计划。当精力、时间或任务量需要减负时，这张卡片会自动将计划压缩。
zh_hant: 目前可以繼續完整計畫。當精力、時間或任務量需要減負時，這張卡片會自動壓縮計畫。

source: Your resting breathing rate (%.0f brpm) is higher than usual. Start with a 5-minute breathing exercise, then try lighter review tasks.
ja: 安静時呼吸数（%.0f 回/分）が普段より高めです。まず 5 分の呼吸エクササイズをし、その後は軽い復習をしましょう。
ko: 안정 호흡수(%.0f 회/분)가 평소보다 높습니다. 5분 호흡 운동으로 시작하고, 가벼운 복습으로 이어가세요.
zh_hans: 你的静息呼吸频率（%.0f 次/分钟）比平时高。先做 5 分钟呼吸练习，再做轻松的复习。
zh_hant: 你的靜息呼吸頻率（%.0f 次/分鐘）比平時高。先做 5 分鐘呼吸練習，再做輕鬆的複習。

source: Your resting heart rate is %.0f bpm — above the typical range. You may be tired or dehydrated; take it easy and review familiar material first.
ja: 安静時心率は %.0f bpm — 通常より高めです。疲労や脱水の可能性があります。無理せず、慣れた内容の復習から始めましょう。
ko: 안정 심박수가 %.0f bpm — 정상 범위보다 높습니다. 피곤하거나 탈수일 수 있으니 무리하지 말고 익숙한 내용부터 복습하세요.
zh_hans: 你的静息心率为 %.0f 次/分钟——高于正常范围。你可能疲劳或脱水；先从熟悉的内容开始，不要太紧绷。
zh_hant: 你的靜息心率為 %.0f 次/分鐘——高於正常範圍。你可能疲勞或脫水；先從熟悉的內容開始，不要太緊繃。

source: Your scores are trending upward. Keep the momentum!
ja: 成績は上昇傾向です。この勢いを維持しましょう！
ko: 성적이 상승 추세입니다. 이 기세를 유지하세요!
zh_hans: 你的成绩呈上升趋势，保持这个势头！
zh_hant: 你的成績呈上升趨勢，保持這個勢頭！

source: Your scores in this subject are lower than average. Spend more time reviewing key concepts.
ja: この科目の成績が平均を下回っています。重要な概念の復習に時間をかけましょう。
ko: 이 과목의 성적이 평균보다 낮습니다. 핵심 개념 복습에 더 많은 시간을 투자하세요.
zh_hans: 你在这个科目的成绩低于平均水平，多花时间复习核心概念。
zh_hant: 你在這個科目的成績低於平均水平，多花時間複習核心概念。

source: Z-Score
ja: Z スコア
ko: Z 점수
zh_hans: Z 分数
zh_hant: Z 分數

# 上一题
source: Previous
ja: 前へ
ko: 이전
zh_hans: 上一题
zh_hant: 上一題

# 下一场可以尝试
source: Try this next time
ja: 次回試すこと
ko: 다음 시험에서 시도
zh_hans: 下一场可以尝试
zh_hant: 下一場可以嘗試

# 下一题
source: Next
ja: 次へ
ko: 다음
zh_hans: 下一题
zh_hant: 下一題

# 严格
source: Strict
ja: 厳格
ko: 엄격
zh_hans: 严格
zh_hant: 嚴格

# 为你的解法辩护…
source: Defend your solution…
ja: 解法を説明してください…
ko: 풀이를 설명해 보세요…
zh_hans: 为你的解法辩护…
zh_hant: 為你的解法辯護…

# 主要风险
source: Main risk
ja: 主なリスク
ko: 주요 위험
zh_hans: 主要风险
zh_hant: 主要風險

# 交卷
source: Submit
ja: 提出
ko: 제출
zh_hans: 交卷
zh_hant: 交卷

# 今天适合做难题吗?
source: Is today a good day for hard problems?
ja: 今日は難しい問題に取り組むべき?
ko: 오늘은 어려운 문제에 도전할 만한 날인가요?
zh_hans: 今天适合做难题吗?
zh_hant: 今天適合做難題嗎?

# 以下对话基于上一次的 AI 预测
source: The following chat is based on the previous AI prediction
ja: 以下の会話は前回の AI 予測に基づきます
ko: 다음 대화는 이전 AI 예측을 기반으로 합니다
zh_hans: 以下对话基于上一次的 AI 预测
zh_hant: 以下對話基於上一次的 AI 預測

# 你在本次模拟中呈现出
source: In this simulation, you showed
ja: 今回の模擬試験で見られたモード
ko: 이번 모의시험에서 나타난 모드
zh_hans: 你在本次模拟中呈现出
zh_hant: 你在本次模擬中呈現出

# 你的常见考场模式
source: Your recurring exam mode
ja: よく見られる試験モード
ko: 자주 나타나는 시험 모드
zh_hans: 你的常见考场模式
zh_hant: 你的常見考場模式

# 关闭
source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# 再做一次模拟
source: Run another simulation
ja: もう一度模擬試験
ko: 모의시험 다시 하기
zh_hans: 再做一次模拟
zh_hant: 再做一次模擬

# 凭感觉跳题型
source: Intuition skipping
ja: 直感スキップ型
ko: 직감 건너뛰기형
zh_hans: 凭感觉跳题型
zh_hant: 憑感覺跳題型

# 出题老师
source: Questioning teacher
ja: 出題先生
ko: 출제 선생님
zh_hans: 出题老师
zh_hant: 出題老師

# 刁钻
source: Tricky
ja: ひっかけ
ko: 집요함
zh_hans: 刁钻
zh_hant: 刁鑽

# 分析暂未完成
source: Analysis is not complete
ja: 分析が完了していません
ko: 분석이 완료되지 않았습니다
zh_hans: 分析暂未完成
zh_hant: 分析尚未完成

# 前往 LLM 设置
source: Open LLM Settings
ja: LLM設定を開く
ko: LLM 설정 열기
zh_hans: 前往 LLM 设置
zh_hant: 前往 LLM 設定

# 前往 设置 → AI 设置,填入 Base URL / API Key 后即可使用
source: Go to Settings → AI Settings, fill in Base URL / API Key to start.
ja: 設定 → AI 設定で Base URL / API Key を入力してください。
ko: 설정 → AI 설정에서 Base URL / API Key 를 입력하세요.
zh_hans: 前往 设置 → AI 设置,填入 Base URL / API Key 后即可使用
zh_hant: 前往 設定 → AI 設定,填入 Base URL / API Key 後即可使用

# 前松后慌型
source: Slow start, rushed finish
ja: 前半ゆっくり・後半焦り型
ko: 초반 여유·후반 초조형
zh_hans: 前松后慌型
zh_hant: 前鬆後慌型

# 历史模拟
source: Simulation history
ja: 模擬試験の履歴
ko: 모의시험 기록
zh_hans: 历史模拟
zh_hant: 歷史模擬
